/* 
 Localizable.strings
 Sparkle
 
 Created by Pranav Bhat on 10/21/13.
 Copyright (c) 2013 Oracle Corporation. All rights reserved.
 */

/* Web Java View strings */
"webJavaWindowTitle" = "Plugin del explorador desactivado";
"webJavaViewHeading" = "El contenido Java está desactivado en los exploradores web";
"webJavaViewDesc" = "Para activarlo, seleccione Activar el contenido Java en el explorador en el separador de seguridad del panel de control de Java.";

/* Restore Windows Strings */
"restoreWindowTitle" = "Restaurar peticiones de datos de seguridad";
"restoreWindowDesc" = "Algunas peticiones de datos de seguridad de Java se han ocultado al seleccionar la opción No volver a mostrar. Puede mejorar la seguridad de su información personal restaurando estas peticiones de datos cada 30 días.";
"moreInformation" = "Más información";
"restoreCheckbox" = "Restaurar peticiones de datos de seguridad de Java";

/* Common strings*/
"continueButton" = "Continuar";
"closeButton" = "Cerrar";

/* Security level warning message as per UE team's recommendation*/
"securityHightenedWarning" = "El nivel de seguridad se definirá en un valor mínimo de Alto.";
